{"metadata":{"name":"Forty Hadith of an-Nawawi","sections":{"0":"","1":"Forty Hadith of an-Nawawi"},"section_details":{"0":{"hadithnumber_first":0,"hadithnumber_last":0,"arabicnumber_first":0,"arabicnumber_last":0},"1":{"hadithnumber_first":1,"hadithnumber_last":42,"arabicnumber_first":1,"arabicnumber_last":42}}},"hadiths":[{"hadithnumber":1,"arabicnumber":1,"text":"വിശ്വാസികളുടെ നേതാവായ അബൂഹഫ്സ ഉമറുബ്നു ഖത്താബ്(റ)വിൽ നിന്ന് നിവേദനം: അദ്ധേഹം പറയുന്നു: നബി ﷺ ഇങ്ങനെ പറയുന്നതായി ഞാൻ കേട്ടിട്ടുണ്ട്: \nനിയത്ത് (ഉദ്ദേശ്യം) അനുസരിച്ച് മാത്രമാണ് കർമ്മങ്ങൾ പരിഗണിക്കപ്പെടുക. ഓരോ വ്യക്തിക്കും അവനവന്റെ നിയ്യത്ത് അനുസരിച്ച് ലഭിക്കും. വല്ലവനും അല്ലാഹുവിലേക്കും അവൻറെ ദൂതനിലേക്കും പാലായനം ചെയ്യുന്നുവെങ്കിൽ അവൻറെ പാലായനം അല്ലാഹുവിലേക്കും അവൻറെ ദൂതനിലേക്കും ആയിരിക്കും. പ്രത്യുത, വല്ലവന്റേയും പാലായനം ഐഹിക നേട്ടങ്ങൾക്ക് വേണ്ടിയോ ഒരു സ്ത്രീയെ വിവാഹം ചെയ്യാൻ വേണ്ടിയോ ആണെങ്കിൽ അയാൾക്ക് അത് മാത്രമായിരിക്കും ലഭിക്കുക. (ബുഖാരി: 1 – മുസ്‌ലിം: 1907)","grades":[],"reference":{"book":1,"hadith":1}},{"hadithnumber":2,"arabicnumber":2,"text":"ഉമര്‍(റ) വില്‍ നിന്ന് നിവേദനം: അദ്ദേഹം പറഞ്ഞു: നബി ﷺ യോടൊപ്പം ഞങ്ങള്‍ ഒരു ദിവസം ഇരിക്കെ, തനി വെള്ള വസ്ത്രം ധരിച്ച്, കറുത്ത മുടികളുള്ള ഒരാള്‍ പ്രത്യക്ഷപ്പെട്ടു. ഞങ്ങളില്‍ ആര്‍ക്കും തന്നെ അദ്ദേഹത്തെ പരിചയമില്ല, മാത്രമല്ല അദ്ധേഹത്തില്‍ യാത്രയുടെ ഒരു ലക്ഷണവുമില്ല. അങ്ങിനെ തന്റെ കാല്‍മുട്ടുകള്‍ നബി ﷺ യുടെ കാല്‍മുട്ടിനോടു ചേര്‍ത്ത് കൈകള്‍ തുടയില്‍ വെച്ച് നബി ﷺ യുടെ അടുത്തിരുന്ന്‍ ചോദിച്ചു: ‘അല്ലയോ മുഹമ്മദ്, ഇസ്ലാം എന്താണെന്ന് അറിയിച്ച് തന്നാലും?’ അപ്പോള്‍ നബി ﷺ പറഞ്ഞു: ‘ഇസ്ലാം എന്നാല്‍, അല്ലാഹു അല്ലാതെ ആരാധ്യനില്ലെന്നും, മുഹമ്മദ്‌ അവന്റെ റസൂല്‍(ദൂതന്‍) ആണെന്നും നീ സാക്ഷ്യപ്പെടുത്തലും, നമസ്കാരം നിലനിര്‍ത്തലും, നിര്‍ബന്ധദാനമായ സകാത്ത് കൊടുക്കലും, റമളാന്‍ മാസത്തില്‍ വൃതമനുഷ്ടിക്കലും, കഴിയുമെങ്കില്‍ പരിശുദ്ധ ഹജ്ജ് കര്‍മ്മം ചെയ്യലുമാകുന്നു.’ അപ്പോള്‍ അദ്ദേഹം പറഞ്ഞു: ‘താങ്കള്‍ സത്യം പറഞ്ഞു’. അദ്ദേഹം ചോദിക്കുകയും സത്യപ്പെടുത്തുകയും ചെയ്തത് കണ്ടപ്പോള്‍ ഞങ്ങള്‍ക്ക് അല്‍ഭുതമായി. ‘ഈമാന്‍ എന്താണെന്ന അറിയിച്ച്‌ തന്നാലും’ എന്ന് അദ്ദേഹം വീണ്ടും നബിയോട് ആവശ്യപ്പെട്ടു. അപ്പോള്‍ നബി ﷺ പറഞ്ഞു: ‘ഈമാന്‍ എന്നാല്‍ അല്ലാഹുവിലും അവന്റെ മലക്കുകളിലും, അവന്റെ വേദഗ്രന്ഥങ്ങളിലും, അവന്റെ പ്രവാചകന്മാരിലും, അവസാന നാളിലും, വിശ്വസിക്കലാകുന്നു. നീ ഖദ്റില്‍, അതിന്റെ നന്‍മയിലും അതിന്റെ തിന്‍മയിലും വിശ്വസിക്കലുമാണ് ഈമാന്‍.’ അദ്ദേഹം പറഞ്ഞു: ‘നീ സത്യം പറഞ്ഞു’. അദ്ദേഹം പറഞ്ഞു: ‘ഇഹ്സാന്‍ എന്താണെന്ന് അറിയിച്ച്‌ തന്നാലും’. നബി ﷺ പറഞ്ഞു: ‘അല്ലാഹുവിനെ കാണുന്നത് പോലെ നീ അവനെ ആരാധിക്കുക, ഇനി നിനക്ക് അല്ലാഹുവിനെ കാണാന്‍ സാധ്യമല്ലെങ്കിലും അവന്‍ നിന്നെ കാണുന്നുണ്ട്.’ അദ്ദേഹം പറഞ്ഞു: ‘അന്ത്യനാളിനെ കുറിച്ച് അറിയിച്ചു തരിക’. നബി ﷺ പറഞ്ഞു: ‘ചോദിക്കപ്പെട്ടവന്‍ ചോദിച്ചവനെക്കാള്‍ ഈ കാര്യത്തില്‍ അറിവുള്ളവനല്ല’. ‘എന്നാല്‍ അതിന്റെ അടയാളത്തെപറ്റി അറിയിച്ച് തന്നാലും’ എന്ന് അദ്ദേഹം പറഞ്ഞു. നബി ﷺ പറഞ്ഞു: ‘അടിമ സ്ത്രീ തന്റെ യജമാനത്തിയെ പ്രസവിക്കലാകുന്നു, നഗ്ന പാദകരും, ആട്ടിടയന്മാരും, പാവപ്പെട്ടവരും കെട്ടിടങ്ങളില്‍ പരസ്പരം മത്സരിക്കുക എന്നിവ അതിന്റെ അടയാളത്തില്‍പെട്ടതാണ്.’ തുടര്‍ന്നദ്ദേഹം അവിടെ നിന്നും അപ്രത്യക്ഷനായി. ഞാന്‍ അല്‍പനേരം അവിടെ തന്നെ ചിലവഴിച്ചു. പിന്നെ നബി ﷺ ചോദിച്ചു, അല്ലയോ ഉമറെ, അതാരാണെന്ന് നിനക്കറിയാമോ? അല്ലാഹുവും അവന്റെ പ്രവാചകനും അറിയുമെന്ന് ഞാന്‍ പറഞ്ഞു. അപ്പോള്‍ നബി ﷺ പറഞ്ഞു: ‘നിങ്ങള്‍ക്ക് നിങ്ങളുടെ മതം പഠിപ്പിച്ച് തരുവാന്‍ വേണ്ടി ജിബ്‌രീല്‍(അ) ആകുന്നു ആ വന്നത്.’ (മുസ്ലിം:8)","grades":[],"reference":{"book":1,"hadith":2}},{"hadithnumber":3,"arabicnumber":3,"text":"ഉമറു ബ്നുല്‍ ഖത്താബിന്റെ മകന്‍ അബു അബ്ദുറഹ്മാന്‍ അബ്ദുല്ലയില്‍(റ) നിന്ന് നിവേദനം: അദ്ദേഹം പറഞ്ഞു: നബി ﷺ പറയുന്നതായി ഞാന്‍ കേട്ടു: ‘ഇസ്ലാം അഞ്ച് തൂണുകളിലാകുന്നു പടുത്തുയര്‍ത്തപ്പെട്ടത്. അവ അലാഹുവല്ലാതെ ആരാധ്യനില്ലെന്നും, മുഹമ്മദ്‌ അവന്റെ പ്രവാചകന്‍ ആണെന്നുമുള്ള സത്യം സാക്ഷ്യപ്പെടുത്തലും, നമസ്കാരം നിലനിര്‍ത്തലും, സകാത്ത് നല്‍കലും, ഹജ്ജ് നിര്‍വ്വഹിക്കലും, റമളാനില്‍ വൃതം അനുഷ്ഠിക്കലുമാകുന്നു”. (ബുഖാരി:8 –  മുസ്ലിം:16)","grades":[],"reference":{"book":1,"hadith":3}},{"hadithnumber":4,"arabicnumber":4,"text":"അബ്ദുല്ലാഹ് ഇബ്നു മസ്ഊദില്‍ (റ) നിന്ന് നിവേദനം: അദ്ദേഹം പറഞ്ഞു:  അല്ലാഹുവിന്റെ റസൂൽ നബി ﷺ  ഞങ്ങളോട് പറഞ്ഞിരിക്കുന്നു – അദ്ധഹമാകട്ടെ സത്യം പറയുന്നവനും സത്യപ്പെടുത്തുന്നവനുമാകുന്നു – : ‘നിങ്ങളില്‍ ഓരോരുത്തരുടെയും സൃഷ്ടിപ്പ് നാല്പത് ദിവസം തന്റെ മാതാവിന്റെ വയറ്റില്‍ ബീജകണമായി ശേഖരിക്കപ്പെടുന്നു. പിന്നെ അത്രതന്നെ കാലം രക്തക്കട്ടയായും പിന്നെ അത്രതന്നെ കാലം മാംസപിണ്ഡമായും കഴിയും. പിന്നീട് അതിലേക്ക് ഒരു മലക്ക് നിയോഗിക്കപ്പെടുന്നു. അത് അതില്‍ ആത്മാവിനെ ഊതുന്നു. അത് നാല് കാര്യങ്ങള്‍ക്ക് കല്‍പ്പിക്കപ്പെടുകയും ചെയ്യുന്നു. ഭക്ഷണം, ജീവിതാവധി, പ്രവ൪ത്തനം, ഭാഗ്യവാനോ നി൪ഭാഗ്യവാനോ തുടങ്ങിയവ രേഖപ്പെടുത്തലാണത്. അല്ലാഹുവാണെ സത്യം, അവനല്ലാതെ ഒരു ആരാധ്യനില്ല, നിങ്ങളില്‍ ഒരാള്‍ സ്വ൪ഗ്ഗാവകാശിയുടെ പ്രവ൪ത്തനം ചെയ്യും. അങ്ങനെ അവനും സ്വ൪ഗത്തിനും ഇടക്ക് ഒരു മുഴമേ അകലമുള്ളൂവെന്ന അവസ്ഥ വരും. അപ്പോള്‍ വിധി അവനെ മുന്‍ കടക്കും. അവന്‍ നരകാവകാശികളുടെ കര്‍മ്മങ്ങള്‍ അനുഷ്ഠിക്കും. അങ്ങനെ അതില്‍ പ്രവേശിക്കുകയും ചെയ്യും. നിങ്ങളില്‍ ഒരാള്‍ നരകാവകാശിയുടെ പ്രവ൪ത്തനരീതി പിന്തുടരും. അങ്ങനെ അവനും നരകത്തിനും ഇടക്കുള്ള ദുരം ഒരു മുഴം വരെയാകും. അപ്പോള്‍ വിധി അവനെ മറി കടക്കും. അങ്ങനെ അവന്‍ സ്വ൪ഗാവകാശിയുടെ കര്‍മ്മങ്ങള്‍ ചെയ്യും. അതുവഴി അതില്‍ പ്രവേശിക്കുകയും ചെയ്യും. (ബുഖാരി, മുസ്‌ലിം)","grades":[],"reference":{"book":1,"hadith":4}},{"hadithnumber":5,"arabicnumber":5,"text":"ഉമ്മുല്‍ മുഅ്മിനീന്‍ ഉമ്മു അബ്ദില്ല ആയിശ(റ) വില്‍ നിന്ന് നിവേദനം: അവര്‍ പറഞ്ഞു: നബി ﷺ പറഞ്ഞു: ‘നമ്മുടെ ഇക്കാര്യത്തില്‍ (മതത്തില്‍) ഇല്ലാത്ത ഒന്ന്‍ ആരെങ്കിലും പുതുതായുണ്ടാക്കിയാല്‍ അത് നിരാകരിക്കപ്പെടെണ്ടാതാണ് .’ (ബുഖാരി, മുസ്ലിം)\n\nമുസ്ലിമിന്റെ മറ്റൊരു റിപ്പോര്‍ട്ടില്‍ ഉള്ളത് ഇപ്രകാരമാണ്:\n\n“നമ്മുടെ കാര്യത്തില്‍ നാം കല്പിച്ചതല്ലാത്ത വല്ല കര്‍മ്മവും ആരെങ്കിലും ചെയ്‌താല്‍ അത് തള്ളപ്പെടേണ്ടതാണ്.”","grades":[],"reference":{"book":1,"hadith":5}},{"hadithnumber":6,"arabicnumber":6,"text":"അബൂ അബ്ദില്ലാഹ് നുഅ്മാനുബ്നു ബശീർ رَضِيَ اللَّهُ عَنْهُ വിൽ നിന്ന് നിവേദനം: അദ്ദേഹം പറഞ്ഞു: നബി ‎ﷺ പറയുന്നതായി ഞാൻ കേട്ടിരിക്കുന്നു: ഹലാൽ (അനുവദനീയമായത്) വ്യക്തമാണ്; ഹറാം (നിഷിദ്ധമായത്) വ്യക്തമാണ്. എന്നാൽ, അവക്കിടയിൽ സാദൃശ്യം തോന്നുന്ന അവ്യക്തങ്ങളായ കാര്യങ്ങളുണ്ട്. അധികമാളുകൾക്കും അവയുടെ യാഥാർത്ഥ്യം അറിയുകയില്ല. അത്തരം അവ്യക്തതകളിലകപ്പെടാതെ സൂക്ഷിക്കുന്നവൻ തന്റെ മതത്തെയും അഭിമാനത്തെയും സുരക്ഷിതമാക്കിയിരിക്കുന്നു. അത്തരം അവ്യക്തതകളിൽ അകപ്പെടുന്നവൻ നിഷിദ്ധത്തിൽ വീഴുന്നു. അവൻ ഒരു ഇടയനെപ്പോലെയാണ്. (കൃഷിസ്ഥലത്തിന്റെ) ചുറ്റുമവൻ അതിരിന് മേയ്ക്കുന്നതിനാൽ അന്യന്റെ സ്ഥലത്ത് കടന്ന് മേയാനിടയാകുന്നു. എല്ലാ ഓരോ രാജാവിനും ഓരോ സംരക്ഷിത സ്ഥലമുണ്ട്. അറിയുക! അല്ലാഹുവിന്റെ സംരക്ഷിത മേഖല അവൻ നിഷിദ്ധമാക്കിയ കാര്യങ്ങളെത്രെ. അറിയുക! ശരീരത്തിൽ ഒരു മാംസക്കഷ്ണമുണ്ട്. അത് നന്നായാൽ ശരീരം മുഴുവൻ നന്നായി. അത് ചീത്തയായാൽ ശരീരം മുഴുവനും ചീത്തയായി. അതത്രെ ഹൃദയം! (ബുഖാരി:52)","grades":[],"reference":{"book":1,"hadith":6}},{"hadithnumber":7,"arabicnumber":7,"text":"അബൂറുഖയ്യ, തമീമ് ബ്നു ഔസുദ്ദാരി رَضِيَ اللَّهُ عَنْهُ യിൽ നിന്ന് നിവേദനം: നബി ﷺ പറഞ്ഞു: “ദീൻ എന്നാൽ നസ്വീഹത്താണ് (ഗുണകാംക്ഷയാണ്)”. ഞങ്ങൾ ചോദിച്ചു: ആരോട്? അവിടുന്ന് പറഞ്ഞു: “അല്ലാഹുവോടും, അവന്റെ ഗ്രന്ഥത്തോടും, അവന്റെ ദൂതനോടും, മുസ്ലിംകളുടെ നേതാക്കളോടും, സാധാരണക്കാരോടും. (മുസ്‌ലിം:55)","grades":[],"reference":{"book":1,"hadith":7}},{"hadithnumber":8,"arabicnumber":8,"text":"ഇബ്നു ഉമർ رَضِيَ اللَّهُ عَنْهُ വിൽ നിന്ന് നിവേദനം: നബി ﷺ പറഞ്ഞു: അല്ലാഹുവല്ലാതെ ആരാധ്യനില്ലെന്നും, മുഹമ്മദ് നബി ‎ﷺ അല്ലാഹുവിന്റെ ദൂതനാണെന്നും സാക്ഷ്യപ്പെടുത്തുകയും, നമസ്കാരം നിലനിർത്തുകയും, സകാത്ത് നൽകുകയും, നോമ്പനുഷ്ഠിക്കുകയും ചെയ്യുന്നത് വരെ ജനങ്ങളോട് യുദ്ധം ചെയ്യുവാൻ ഞാൻ കൽപിക്കപ്പെട്ടിരിക്കുന്നു. അങ്ങിനെയവരത് ചെയ്താൽ അവരുടെ ധനവും, രക്തവും എന്നിൽ നിന്ന് സുരക്ഷിതമായി, അവ ഇസ്‌ലാം അനുവദിച്ച മാർഗ്ഗത്തിലല്ലാതെ അതനുവദനീയമാകുകയില്ല, അവരുടെ വിധി നടപ്പിലാക്കുന്നത് അല്ലാഹുവാകുന്നു. (ബുഖാരി:25)","grades":[],"reference":{"book":1,"hadith":8}},{"hadithnumber":9,"arabicnumber":9,"text":"അബൂഹുറൈറ അബ്ദുറഹ്മാനുബ്നു സഖ്ർ رَضِيَ اللَّهُ عَنْهُ വിൽ നിന്നും നിവേദനം: നബി ‎ﷺ പറയുന്നതായി ഞാൻ കേട്ടു: ഞാൻ ഏതൊരു കാര്യത്തെ തൊട്ട് നിങ്ങളെ വിലക്കിയോ അതിൽ നിന്ന് വിട്ട് നിൽക്കുക, ഏതൊരു കാര്യം നിങ്ങളോട് ഞാൻ കൽപിച്ചുവോ അത് കഴിവിന്റെ പരമാവധി നിങ്ങൾ കൊണ്ടുവരിക, നിങ്ങളുടെ പൂർവ്വിക സമൂഹം നശിക്കുവാൻ കാരണമായത് അനാവശ്യമായ ചോദ്യങ്ങളും, അവരുടെ പ്രവാചകന്മാരോടുള്ള വിയോജിപ്പുമാകുന്നു. (ബുഖാരി – മുസ്‌ലിം)","grades":[],"reference":{"book":1,"hadith":9}},{"hadithnumber":10,"arabicnumber":10,"text":"അബൂഹുറൈറ رَضِيَ اللَّهُ عَنْهُ വിൽ നിന്ന് നിവേദനം. പ്രവാചകൻ ‎ﷺ പറഞ്ഞു: “അല്ലാഹു നല്ലവനാകുന്നു. നല്ലതല്ലാതെ അവൻ സ്വീകരിക്കുകയില്ല, അല്ലാഹു മുർസലീങ്ങളോട് കല്പിച്ച അതേ കാര്യം വിശ്വാസികളോടും കല്പിച്ചു. അല്ലാഹു പറയുന്നു: “അല്ലയോ ദൂതന്മാരെ, നിങ്ങൾ നല്ലത് ഭക്ഷിക്കുക, നന്മകൾ പ്രവർത്തിക്കുകയും ചെയ്യുക”. അല്ലാഹു പറയുന്നു: “അല്ലയോ സത്യവിശ്വാസികളെ, നിങ്ങൾക്ക് നാം നൽകിയതിൽ നിന്ന് നല്ലത് ഭക്ഷിക്കുക”. തുടർന്ന് (പ്രവാചകൻ) ഒരാളെ സംബന്ധിച്ച് പറയുകയുണ്ടായി. അദ്ധേഹം ദീർഘയാത്ര ചെയ്തിട്ടുണ്ട്, മുടികൾ ജടപിടിച്ചിട്ടുണ്ട്, പൊടി പുരണ്ടിട്ടുണ്ട്, അവന്റെ കൈകൾ ആകാശത്തേക്കുയർത്തി പ്രാർത്ഥിക്കുന്നു, എന്റെ റബ്ബേ, എന്റെ റബ്ബേ, എന്നാൽ അവന്റെ ഭക്ഷണം നിഷിദ്ധമായതാകുന്നു. അവന്റെ വസ്ത്രം നിഷിദ്ധമായതാണ്, അവന്റെ പാനീയവും നിഷിദ്ധം അവൻ നിഷിദ്ധത്തിൽ മുങ്ങികുളിച്ചിരിക്കുന്നു, എങ്ങിനെയാണവന്ന് ഉത്തരം ലഭിക്കുക!”(മുസ്‌ലിം:1015)","grades":[],"reference":{"book":1,"hadith":10}},{"hadithnumber":11,"arabicnumber":11,"text":"നബിയുടെ പൗത്രനും, അവിടുത്തെ സ്നേഹ നിധിയുമായ അബു ത്വാലിബിന്റെ പുത്രൻ അലി (رضي الله عنه) ന്റെ പുത്രനുമായ അബൂ മുഹമ്മദ് ഹസനിൽ നിന്ന് നിവേദനം, പ്രവാചക തിരുമേനിയിൽ നിന്ന് ഞാൻ മനഃപാഠമാക്കിയിട്ടുണ്ട്, \"സംശയമുണ്ടാക്കുന്ന കാര്യങ്ങൾ നീ ഉപേക്ഷിക്കുകയും, സംശയത്തിനിട നൽകാത്തത് പ്രവർത്തിക്കുകയും ചെയ്യുക\" (തിർമിദി, നസാഈ. തിർമിദി ഹസനുൻ സ്വഹീഹ് എന്ന് പറഞ്ഞിട്ടുണ്ട്).","grades":[],"reference":{"book":1,"hadith":11}},{"hadithnumber":12,"arabicnumber":12,"text":"അബു ഹുറൈറ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം. പ്രവാചകൻ പറഞ്ഞു (صلى الله عليه وسلّم): “തന്നെ ബാധിക്കാത്ത കാര്യങ്ങൾ ഉപേക്ഷിക്കുകയെന്നത് ഒരുത്തമ വ്യക്തിയുടെ ഇസ്ലാമിക സ്വഭാവത്തിൽ പെട്ടതാകുന്നു”. (തിർമിദി)","grades":[],"reference":{"book":1,"hadith":12}},{"hadithnumber":13,"arabicnumber":13,"text":"അബി ഹംസ അനസ്ബ്നു മാലികി (رضي الله عنه) ൽ നിന്നും നിവേദനം. പ്രവാചകരെ തൊട്ട് ഉദ്ദരിക്കുന്നു: 'താൻ ഇഷ്ടപ്പെടുന്നത് തന്റെ സഹോദരനും ഇഷ്ടപ്പെടാത്തത് വരെ നിങ്ങളിൽ ആരും തന്നെ മുസ്ലിമാകുകയില്ല”. (ബുഖാരി, മുസ്ലിം)","grades":[],"reference":{"book":1,"hadith":13}},{"hadithnumber":14,"arabicnumber":14,"text":"ഇബ്നു മസ്ഊദ് (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, അദ്ദേഹം പറയുന്നു: നബി (صلى الله عليه وسلّم) അരുളി: \"അല്ലാഹുവല്ലാതെ ആരാധനക്കർഹനില്ലെന്നും ഞാൻ അല്ലാഹുന്റെ ദൂതനാണെന്നും സാക്ഷ്യം വഹിക്കുന്ന ഒരു മുസ്ലിമിന്റെ രക്തം (ചിന്തുന്നത്) മൂന്നിൽ ഒരു കാര്യമുണ്ടായാലല്ലാതെ അനുവദിക്കപ്പെടുകയില്ല. വാർദ്ധക്യമെത്തിയ (വിവാഹം കഴിച്ച) വ്യഭിചാരി, കൊന്നവനെ കൊല്ലാൻ, ദീൻ ഉപേക്ഷിച്ചു കൊണ്ട് ഐക്യം വെടിഞ്ഞവൻ\" എന്നിവയാണത്”. (ബുഖാരി മുസ്ലിം)\n","grades":[],"reference":{"book":1,"hadith":14}},{"hadithnumber":15,"arabicnumber":15,"text":"അബൂ ഹുറൈറ (رضي الله عنه) യിൽ നിന്നു നിവേദനം. നബി അരുളി (صلى الله عليه وسلّم): “അല്ലാഹുവിലും അന്ത്യദിനത്തിലും വിശ്വസിക്കുന്നവൻ നല്ലതു സംസാരിക്കട്ടെ. അല്ലെങ്കിൽ മൗനം പാലിക്കട്ടെ. അല്ലാഹുവിലും അന്ത്യദിനത്തിലും വിശ്വസിക്കുന്നവൻ തന്റെ അയൽക്കാരനെ ആദരിക്കട്ടെ. അല്ലാഹുവിലും അന്ത്യദിനത്തിലും വിശ്വസിക്കുന്നവൻ തന്റെ അതിഥിയെ ബഹുമാനിക്കട്ടെ\" (മുസ്ലിം).\n","grades":[],"reference":{"book":1,"hadith":15}},{"hadithnumber":16,"arabicnumber":16,"text":"അബൂഹുറൈറ (رضي الله عنه) യിൽ നിന്ന് നിവേദനം: ‘ഒരു മനുഷ്യൻ വന്നു നബി തിരുമേനി (صلى الله عليه وسلّم) യോട് തനിക്കൊരു ഉപദേശം നൽകുക എന്ന് അപേക്ഷിച്ചു. തിരുമേനി (صلى الله عليه وسلّم) അരുളി: “നീ കോപിക്കാതിരിക്കുക\". അദ്ദേഹം വീണ്ടും ചോദ്യം ആവർത്തിച്ചു. നബി(സ) “നീ കോപിക്കാതിരിക്കുക\" എന്നു ഉത്തരവും പറഞ്ഞു”. (ബുഖാരി)\n","grades":[],"reference":{"book":1,"hadith":16}},{"hadithnumber":17,"arabicnumber":17,"text":"അബിയ ശദ്ദാദ്ബ്നു ഔസ് (رضي الله عنه) പ്രവാചകരിൽ നിന്ന് ഉദ്ദരിക്കുന്നു. (എല്ലാ കാര്യങ്ങളിലും അല്ലാഹു നന്മയാണുദ്ദേശിക്കുന്നത്, നിങ്ങൾ കൊല്ലുകയാണെങ്കിൽ നല്ലരൂപത്തിൽ കൊല്ലുക, നിങ്ങൾ അറുക്കുകയാണെങ്കിൽ നല്ലരൂപത്തിൽ അറുക്കുക, നിങ്ങൾ നിങ്ങളുടെ കത്തിയുടെ വായ്തല മൂർച്ച കൂട്ടുകയും, അറവ്മൃഗത്തിന് ആശ്വാസം നൽകുകയും ചെയ്യുക”. (മുസ്ലിം).\n","grades":[],"reference":{"book":1,"hadith":17}},{"hadithnumber":18,"arabicnumber":18,"text":"അബൂദർ ജുൻദബ് ബ്നു ജുനാദ അബീ അബ്ദുറഹ്മാന്ബ്നു മുആദ്ബ്നു ജബൽ (رضي الله عنه) ൽ നിന്ന് നിവേദനം. പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: 'നീ എവിടെയായിരുന്നാലും അല്ലാഹുവിനെ സൂക്ഷിക്കുക, തിന്മയെ നന്മ കൊണ്ട് പിന്തുടരുക, കാരണം നന്മ തിന്മയെ മായ്ച്ച് കളയുന്നതാകുന്നു, സൽസ്വഭാവത്തോടെ ജനങ്ങളോട് പെരുമാറുക.\" (തിർമിദി).\n","grades":[],"reference":{"book":1,"hadith":18}},{"hadithnumber":19,"arabicnumber":19,"text":"അബ്‌ദുല്ലാബ്നു അബ്ബാസ് (رضي الله عنه) ൽ നിന്ന് നിവേദനം, അദ്ദേഹം പറയുന്നു: പ്രവാചകന്റെ പിന്നിലായിരിക്കെ ഒരു ദിവസം പ്രവാചകൻ (صلى الله عليه وسلّم) എന്നോട് പറഞ്ഞു: “അല്ലയോ കുട്ടി, നിനക്ക് ഞാൻ ചില വാചകങ്ങൾ പഠിപ്പിച്ച് തരട്ടെയോ, നീ അല്ലാഹുവിനെ സൂക്ഷിക്കുക, എന്നാൽ അല്ലാഹു നിന്നെ രക്ഷിക്കുന്നതാണ്. നി അല്ലാഹുവിനെ സൂക്ഷിച്ചാൽ നിനക്ക് അവനെ നിന്റെ മുമ്പിൽ കാണാവുന്നതാണ്. നീ സഹായം വല്ലതും ചോദിച്ചാൽ അല്ലാഹുവിനോട് ചോദിക്കുക, തേടുകയാണെങ്കിൽ അല്ലാഹുവിനോട് സഹായം തേടുക, നീ മനസ്സിലാക്കുക: ലോകത്തുള്ള മുഴുവനാളുകളും ഒരുമിച്ച് കൊണ്ട് നിനക്ക് വല്ലഉപകാരവും ചെയ്യുവാൻ ഉദ്ദേശിച്ചാലും അല്ലാഹു നിനക്ക് വിധിച്ചതല്ലാതെ യാതൊന്നും സംഭവിക്കുകയില്ല, അത്പോലെ നിനക്ക് വല്ല ഉപദ്രവം വരുത്താൻ വേണ്ടി അവർ മുഴുവനും ഒരുമിച്ചാലും നിനക്ക് അല്ലാഹു വിധിച്ചതല്ലാതെ ഒരുപദ്രവത്തിനും അവർക്ക് സാധ്യമല്ല തന്നെ, പേനകൾ ഉയർത്തുകയും, പേജുകൾ ഉണങ്ങുകയും ചെയ്തിരിക്കുന്നു\" (തിർമിദി). മറ്റൊരു റിപ്പോർട്ടിൽ ഇങ്ങനെ കാണാവുന്നതാണ്. “നീ അല്ലാഹുവിനെ സൂക്ഷിക്കുക, നിനക്കവനെ നിന്റെ മുമ്പിൽ തന്നെ കാണാവുന്നതാകുന്നു. ഐശ്വര്യമുള്ള അവസരത്തിൽ അല്ലാഹുവിനെ നീ ഓർത്താൽ വിഷമഘട്ടങ്ങളിൽ അല്ലാഹു നിന്നെയും ഓർക്കും. നീ മനസ്സിലാക്കുക, നിന്നിൽ നിന്നും തെറ്റിപോയ ഒന്നും തന്നെ നിന്നെ ബാധിക്കുകയില്ല, അത്പോലെ നിന്നെ ബാധിച്ചത് നിന്നിൽ നിന്നും തെറ്റിപോകുകയുമില്ല, അറിയുക, സഹായം ക്ഷമയോടൊപ്പവും, ആശ്വാസം ദുഃഖത്തോടൊപ്പവും,എളുപ്പം പ്രയാസത്തോടൊപ്പവുമുണ്ടെന്ന്.\"\n","grades":[],"reference":{"book":1,"hadith":19}},{"hadithnumber":20,"arabicnumber":20,"text":"അബി മസ്ഊദ് ഉഖ്‌ബബ്‌നു അംറ് അൽഅൻസാരി അൽബദ്‌രി (رضي الله عنه) വിൽ നിന്ന് നിവേദനം: പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു. ആദ്യകാല പ്രവാചക അധ്യാപനങ്ങളിൽ നിന്നും ജനങ്ങൾ മനസ്സിലാക്കിയതാണ് \"നീ ലജജിക്കുന്നില്ലായെങ്കിൽ ഇഷ്ടമുള്ളത് പ്രവർത്തിക്കുകയെന്നത്”. (ബുഖാരി)\n","grades":[],"reference":{"book":1,"hadith":20}},{"hadithnumber":21,"arabicnumber":21,"text":"അബി അംറ് സുഫ്‌യാനുബ്‌നു അബ്‌ദില്ലാ (رضي الله عنه) യിൽ നിന്ന് അദ്ദേഹം പറഞ്ഞു: “അല്ലയോ പ്രവാചകരെ, ഇസ്‌ലാമിലെ ഒരു വാക്യം എനിക്ക് പറഞ്ഞ് തരൂ, താങ്കളോടല്ലാതെ മറ്റാരോടും ഞാനതിനെപ്പറ്റി ചോദിക്കുകയില്ല, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “നീ പറയുക, ഞാൻ അല്ലാഹുവിൽ വിശ്വസിച്ചിരിക്കുന്നുവെന്ന്, എന്നിട്ട് അത് ശരിയായ രൂപത്തിൽ നിലനിർത്തുകയും ചെയ്യുക.” (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":21}},{"hadithnumber":22,"arabicnumber":22,"text":"അബൂ അബ്ദില്ല ജാബിറുബ്നു‌ അബ്ദില്ല അൽഅൻസാരി (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, ഒരാൾ പ്രവാചകൻ (صلى الله عليه وسلّم) യോട് ചോദിച്ചു, ഞാൻ നിർബന്ധ നമസ്കാരം നിലനിർത്തുകയും, റമളാനിൽ നോമ്പനുഷ്ഠിക്കുകയും, അനുവദിക്കപ്പെട്ടതിനെ അനുവദനീയമായും, നിശിദ്ധമാക്കിയതിനെ നിശിദ്ധമാക്കുകയും ചെയ്ത് കൊണ്ട് ഇതിൽ ഒന്നും വർദ്ധിപ്പിക്കാതിരിക്കുകയും ചെയ്‌താൽ ഞാൻ സ്വർഗ്ഗത്തിൽ പ്രവേശിക്കുമോ? താങ്കളുടെ അഭിപ്രായമെന്താകുന്നു? അവിടുന്നരുളി, അതെ.” (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":22}},{"hadithnumber":23,"arabicnumber":23,"text":"നിന്ന് അബൂമാലിക് അൽ ഹാരിഥിബ്നു ആസ്വിമിൽ അശ്ഹരി (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: ശുദ്ധി വിശ്വാസത്തിന്റെ പകുതിയാകുന്നു, അൽഹംദുലില്ലാഹ് എന്നത് തുലാസ് നിറക്കുന്നതാണ്, 'സുബ്ഹാനല്ലാഹ്, അൽഹംദുലില്ലാഹ്' ആകാശ ഭൂമികൾക്കിടയിലുള്ളതിനെ നിറക്കുന്നതാകുന്നു, നമസ്കാരം പ്രകാശവും, ദാനധർമ്മങ്ങൾ തെളിവും, ക്ഷമ വെളിച്ചവും, ഖുർആൻ നിനക്ക് അനുകൂലമായോ, പ്രതികൂലമായോ തെളിവുമാകുന്നു. എല്ലാവരും പ്രഭാതത്തിൽ ജീവിതമാരംഭിക്കുകയും സ്വന്തത്തെ സ്വയംതന്നെ വിൽക്കുകയും ചെയ്യുന്നു. ചിലരതിനെ മോചിപ്പിക്കുന്നു, മറ്റുചിലരതിനെ നാശത്തിലാക്കുകയും ചെയ്യുന്നു.” (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":23}},{"hadithnumber":24,"arabicnumber":24,"text":"അബൂദർറുൽ ഗിഫാരി (رضي الله عنه) പ്രവാചകൻ (صلى الله عليه وسلّم) യിൽ നിന്ന് ഉദ്ദരിക്കുന്നു. “ഉന്നതനും പ്രതാപവാനുമായ അല്ലാഹു പറഞ്ഞതായി പ്രവാചകൻ (صلى الله عليه وسلّم) ഇപ്രകാരം പറ യുന്നു. “അല്ലയോ അടിമകളെ, ഞാൻ എനിക്ക് തന്നെ സ്വയം നിശിദ്ധമാക്കിയിരിക്കുന്നു, അത് പോലെ നിങ്ങൾക്കുമത് നിശിദ്ധമാക്കിയരിക്കുന്നു, ആയതിനാൽ നിങ്ങൾ പരസ്‌പരം അക്രമം കാണിക്കരുത്. അല്ലയോ എന്റെ ദാസന്മാരെ, ഞാൻ സന്മാർഗത്തിലാക്കത്തവർ മുഴുവനും വഴികേടിലാകുന്നു. ആയതിനാൽ നിങ്ങളെന്നോട് സന്മാർഗം ചോദിക്കുക, ഞാൻ നിങ്ങളെ സന്മാർഗത്തിലാക്കാം. എന്റെ ദാസന്മാരെ, ഞാൻ ഭക്ഷണം നൽകാത്തവരെല്ലാം തന്നെ വിശക്കുന്നവരാകുന്നു. ആയതിനാൽ എന്നോട് ഭക്ഷണത്തിന് വേണ്ടി ആവശ്യപ്പെടുക, ഞാൻ നിങ്ങൾക്ക് ഭക്ഷണം നൽകാം. അല്ലയോ അടിമകളെ, ഞാൻ വസ്ത്രം നൽകാത്തവരെല്ലാം തന്നെ നഗ്നരാകുന്നു. ആയതിനാൽ നിങ്ങൾ എന്നോട് വസ്ത്രം ആവശ്യപ്പെടുക, നിങ്ങൾക്ക് ഞാൻ വസ്ത്രം നൽകാം. അല്ലയോ അടിമകളെ, നിങ്ങൾ രാപകലിൽ തെറ്റു ചെയ്യുന്നവരാകുന്നു, ഞാൻ നിങ്ങളുടെ മുഴുവൻ പാപങ്ങളും പൊറുക്കുന്നവനാകുന്നു ആയതിനാൽ നിങ്ങളെന്നോട് പാപമോചനം തേടുക, ഞാൻ നിങ്ങൾക്ക് പൊറുത്ത് തരാം. അല്ലയോ അടിമകളെ, നിങ്ങൾക്കെന്നെ ഉപദ്രവിക്കുവാൻ സാധ്യമല്ല, എങ്കിലല്ലെ നിങ്ങളെന്നെ ഉപദ്രവിക്കുകയൊള്ളു. അത്പോലെ നിങ്ങൾക്കെനിക്ക് ഉപകാരം നൽകുവാനും സാധ്യമല്ല, എങ്കിലല്ലെ നിങ്ങളെനിക്ക് ഉപകാരം ചെയ്യുകയൊള്ളു. അല്ലയോ എന്റെ അടിമകളെ നിങ്ങളിലെ മുൻഗാമികളും, പിൻഗാമികളും മനുഷ്യരും ജിന്നുകളുമെല്ലാം തന്നെ നിങ്ങളിൽ ഏറ്റവും ഭയഭക്തിയുള്ളവന്റെ ഹൃദയത്തെ പോലെ നിങ്ങൾ ആയിരുന്നാലും അതെന്റെ അധികാരത്തിൽ യാതൊന്നും വർദ്ധിപ്പിക്കുകയില്ല തന്നെ, അത്പോലെ നിങ്ങളിലെ മുൻഗാമികളും, പിൻഗാമികളും മനുഷ്യരും ജിന്നുകളുമെല്ലാം തന്നെ നിങ്ങളിൽ ഏറ്റവും തെമ്മാടിയുടെ ഹൃദയത്തിലുള്ളത് പോലെ അധർമ്മം കാണിച്ചാലും അതെന്റെ അധികാരത്തിൽ യാതൊന്നും കുറവ് വരുത്തുകയില്ല തന്നെ, അത്പോലെ എന്റെ അടിമകളെ, നിങ്ങളിലെ മുൻഗാമികളും, പിൻഗാമികളും മനുഷ്യരും ജിന്നുകളുമെല്ലാം തന്നെ ഒരു സ്‌ഥലത്ത് നിന്ന് ഓരോ ആവശ്യങ്ങൾ ഉന്നയിച്ചിട്ട് അവർക്കെല്ലാം തന്നെ അധികാരത്തിൽനിന്ന് കടലിൽ മുക്കിയ ഒരു സൂചിയുടെ അറ്റത്ത് പറ്റിപിടിക്കുന്ന വെള്ളതുള്ളിയുടെ കുറവ് മാത്രമേ വരുത്തുകയൊള്ളു. അല്ലയോ അടിമകളെ, നിങ്ങളുടെ കർമ്മങ്ങൾ നിങ്ങൾക്ക് വേണ്ടി ഞാൻ രേഖപ്പെടുത്തുന്നു, അതിന് ശേഷം നിങ്ങളുടെ കർമ്മങ്ങൾക്ക് ഫലം പൂർത്തികരിച്ച് തരികയും ചെയ്യുന്നതാണ്. ആയതിനാൽ നന്മ ലഭിച്ചവർ അല്ലാഹുവിനെ വാഴ്‌തി പറയട്ടെ, അതല്ലാതെ മറ്റെന്തെങ്കിലുമാണ് നിങ്ങൾക്ക് ലഭിക്കുന്നതെങ്കിൽ അവൻ സ്വന്തത്തെയല്ലാതെ ആരെയും ആക്ഷേ പിക്കാതിരിക്കട്ടെ.” (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":24}},{"hadithnumber":25,"arabicnumber":25,"text":"അബൂദർ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, പ്രവാചകൻ (صلى الله عليه وسلّم) യോട് അദ്ദേഹത്തിന്റെ ചില അനുയായികൾ ഇപ്രകാരം പറയുകയുണ്ടായി, അല്ലയോ പ്രവാചകരെ, പ്രതി ഫലങ്ങളെല്ലാം ധനികർ കരസ്ഥമാക്കിയിരിക്കുന്നു, അവർ ഞങ്ങൾ നമസ്കരിക്കുന്നത് പോലെ നമസ്‌കരിക്കുകയും, നോമ്പനുഷ്‌ഠിക്കുന്നത് പോലെ നോമ്പനുഷ്ഠിക്കുകയും ചെയ്യുന്നു. മാത്രമല്ല അവരുടെ സമ്പത്ത് കൊണ്ട് അവർ ദാനധർമ്മങ്ങൾ ചെയ്യുന്നു. പ്രവാചകൻ (صلى الله عليه وسلّم) അരുളി: \"ധർമ്മം ചെയ്യുവാൻ അല്ലാഹു നിങ്ങൾക്കൊന്നും ൽകിയിട്ടില്ലേ? എല്ലാ തസ്ബിഹും ധർമ്മമാകുന്നു, എല്ലാ തക്‌ബീറുകളും ധർമ്മമാകുന്നു. എല്ലാ തഹ്മീദുകളും സ്വദഖയാകുന്നു, എല്ലാ തഹ്ലീലുകളും ധർമ്മമാകുന്നു. നന്മ കൽപിക്കലും, തിന്മ വിരോധിക്കലും ധർമ്മമാകുന്നു, മാത്രമല്ല നിങ്ങളിൽ ഒരാളുടെ ലൈഗികവേഴ്‌ചയിൽ പോലും ധർമ്മമുണ്ട്.\" അവർ ചോദിച്ചു: അല്ലയോ പ്രവാചകരെ, ഒരാൾ തന്റെ ലൈഗികമായ ദാഹം തീർക്കുന്നതിനും അവന് പൂണ്യമോ? അവിടുന്ന് അരുളുകയുണ്ടായി: “അയാൾ അത് ശമിപ്പിക്കുന്നത് നിശിദ്ധമാക്കിയ മാർഗ്ഗത്തിലാണ് എങ്കിൽ അവനതിന്ന് ശിക്ഷ ലഭിക്കുകയില്ലേ?, എന്താണ് നിങ്ങളുടെ അഭിപ്രായം? അപ്രകാരം അത് അനുവദനീയ മാർഗത്തിലായാൽ അവനതിന് പ്രതിഫലവും ലഭിക്കുന്നതാണ്\" (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":25}},{"hadithnumber":26,"arabicnumber":26,"text":"അബൂ ഹുറൈറ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം. പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “സൂര്യൻ ഉദിച്ച് വരുന്ന എല്ലാ ദിനത്തിലും മനുഷ്യരുടെ ഓരോ സന്ധികൾക്കും പുണ്യം ചെയ്യുവാനുണ്ട്. നീ രണ്ടാളുകൾക്കിടയിൽ നീതി നടപ്പാക്കുന്നത് ധർമ്മമാകുന്നു. ഒരാളെ അദ്ദേഹത്തിന്റെ മൃഗത്തിന്റെ കാര്യത്തിൽ -അവനെ അതിന്മേൽ കയറുവാൻ സഹായിക്കുക, അതല്ലെങ്കിൽ ഭാരം അതിന്മേൽ വെക്കുവാൻ സഹായിക്കുക പോലെയുള്ളത് - സഹായിക്കുന്നതും ധർമ്മം തന്നെ, നല്ല വാക്കുകൾ ധർമ്മമാണ്, നമസ്കാരത്തിലേക്ക് പോകുന്ന ഓരോ കാലടികളിലും പുണ്യമുണ്ട്, അത്പോലെ വഴിയിൽ നിന്ന് ഉപദ്രവം നീക്കൽ പോലും ധർമ്മത്തിൽപെട്ടത് തന്നെ\" (ബുഖാരി, മുസ്‌ലിം).\n","grades":[],"reference":{"book":1,"hadith":26}},{"hadithnumber":27,"arabicnumber":27,"text":"നവാസ്ബ്നു സംആൻ (رضي الله عنه) വിൽ നിന്ന് നബി (صلى الله عليه وسلّم) പറഞ്ഞു: “പുണ്യം നല്ല സ്വഭാവമാകുന്നു. പാപമെന്നുള്ളത് മനസ്സിന് ബുദ്ധിമുട്ടുണ്ടാക്കുന്നതും, ജനങ്ങൾ അറിയുന്നതിനെ നീ വെറുക്കുകയും ചെയ്യുന്നതാകുന്നു”. (മുസ്‌ലിം)\n","grades":[],"reference":{"book":1,"hadith":27}},{"hadithnumber":28,"arabicnumber":28,"text":"അബൂനജീഹ് അൽ ഇർബാള്‌ബ്നു സാരിയ്യ (رضي الله عنه) വിൽ നിന്ന്, അദ്ദേഹം പറഞ്ഞു: “പ്രവാചകൻ (صلى الله عليه وسلّم) ഒരു ദിവസം ഞങ്ങളെ ഉപദേശിച്ചു, ഹൃദയങ്ങളെ വിറപ്പിക്കുകയും, നയനങ്ങളിൽ നിന്ന് കണ്ണുനീർ പൊഴിപ്പിക്കുകയും ചെയ്യുമാറായിരുന്നു ആ ഉപദേശം. അപ്പോൾ ഞങ്ങൾ പറഞ്ഞു. അല്ലയോ പ്രവാചകരെ, ഇതൊരു വിടവാങ്ങൽ പ്രസംഗം പോലെയുണ്ടല്ലോ, അതിനാൽ ഞങ്ങൾക്ക് വസ്വിയത്ത് നൽകിയാലും. പ്രവാചകൻ പ്രതിവചിച്ചു: \"ഉന്നതനും പ്രതാപവാനുമായ അല്ലാഹുവിനെ സൂക്ഷിച്ച് നിങ്ങൾ ജീവിക്കുക, ഒരു അടിമയാണ് നിങ്ങളുടെ നേതാവായി വരുന്നതെങ്കിലും നിങ്ങളവനെ അനുസരിക്കുക, നിങ്ങളിൽ നിന്ന് കൂടുതൽ ജീവിക്കുന്നവർക്ക് ഒരുപാട് അഭിപ്രായ വ്യത്യാസം കാണാവുന്നതാണ്, ഈയവസരത്തിൽ നിങ്ങൾ എന്റെ ചര്യയും, മാതൃകായോഗ്യരും, സന്മാർഗികളുമായിട്ടുള്ള ഖലീഫമാരുടെയും ചര്യ അണപ്പല്ലുകൾ കൊണ്ട് കടിച്ച്‌ പിടിക്കുകയും, മതത്തിൽ പുതുതായുണ്ടാക്കുന്ന പൂത്തനാചാരത്തെ കരുതിയിരിക്കുകയും ചെയ്യുക, കാരണം എല്ലാ പുതുതായുണ്ടാക്കിയതും അനാചാരമാകുന്നു. എല്ലാ അനാചാരവും വഴികേടാകുന്നു, എല്ലാ വഴികേടും നരകത്തിലേക്കാകുന്നു. എന്നാണ് വസ്വിയത്ത് ചെയ്യുവാനുള്ളത്\" (അബിദാവൂദ്, തിർമിദി)\n","grades":[],"reference":{"book":1,"hadith":28}},{"hadithnumber":29,"arabicnumber":29,"text":"മുആദ്‌ബ്നു‌ ജബൽ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, അദ്ദേഹം പറഞ്ഞു : “ഞാൻ ചോദിച്ചു, അല്ലയോ പ്രവാചകരെ, നരകത്തിൽ നിന്നകറ്റുകയും, സ്വർഗ്ഗത്തിലേക്കടുപ്പിക്കുകയും ചെയ്യുന്ന കാര്യത്തെപ്പറ്റി അറിയിച്ച് തന്നാലും. അവിടുന്ന് പ്രതിവചിച്ചു. നീ വളരെ പ്രധാനപ്പെട്ട ഒരു കാര്യത്തെപ്പറ്റിയാണ് ചോദിച്ചത്, എന്നാൽ അല്ലാഹു എളുപ്പമാക്കുന്നവർക്കത് വളരെയെളുപ്പമാണ് താനും. അല്ലാഹുവിൽ ആരെയും പങ്ക് ചേർക്കാതെ അവനെ മാത്രം ആരാധിക്കുക, നമസ്കാരം നിലനിർത്തുക, സകാത്ത് നൽകുക, റമാളാനിൽ വൃതമനുഷ്‌ടിക്കുക, കഅബയിൽ പോയി ഹജ്ജ് കർമ്മം ചെയ്യുക എന്നിവയാകുന്നു അത്. പിന്നീട് അവിടുന്നരുളി, ഞാൻ നന്മയുടെ വാതിലുകളെപ്പറ്റി അറിയിച്ച് തരെട്ടെയോ: വൃതം പരിചയാകുന്നു. വെള്ളം തീയിനെ അണക്കുന്നത് പോലെ സ്വദഖകൾ തിന്മയെ ഇല്ലാതാക്കുന്നു, ഒരു മനുഷ്യന്റെ രാത്രിയുടെ ഉള്ളിൽ നിർവ്വഹിക്കുന്ന നമസ്‌കാരം \"ഭയത്താലും, പ്രതീക്ഷയാലും തങ്ങളുടെ നാഥനെ വിളിച്ച് കേഴുവാൻ അവർ തങ്ങളുടെ വിരിപ്പുകളിൽ നിന്ന് വിട്ടകലുന്നു\" എന്ന ആയത്ത് അവസാനം വരെ പ്രവാചകൻ ഓതുകയുണ്ടായി, എന്നിട്ട് പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “നിനക്ക് ഞാൻ കാര്യങ്ങളുടെ മർമ്മവും, അതിന്റെ തൂണും, പൂഞ്ഞയുടെ ഉപരിഭാഗവും ഏതെന്ന് അറിയിച്ച് തരട്ടെയോ? അതെയെന്ന് അദ്ദേഹം പറഞ്ഞു: “ഇസ്‌ലാമാകുന്നു, കാര്യങ്ങളുടെ ഏറ്റവും പ്രധാനപ്പെട്ട ഭാഗം. അതിന്റെ തൂൺ നമസ്‌കാരവും, അതിന്റെ പൂഞ്ഞയുടെ ഉപരിഭാഗം അല്ലാഹുവിന്റെ മാർഗ്ഗത്തിലുള്ള ധർമ്മ സമരവുമാകുന്നു. തുടർന്ന് അവിടുന്ന് പ്രതിവചിച്ചു. ഇവയെല്ലാം നിയന്ത്രിക്കുന്നതേതെന്ന് നിനക്ക് ഞാൻ അറിയിച്ച് തരെട്ടെയോ? അതെയെന്ന് ഞാൻ പ്രതിവചിച്ചു. പ്രവാചകൻ (صلى الله عليه وسلّم) തന്റെ നാവ് പിടിച്ച് കൊണ്ട് പറഞ്ഞു. നീ ഇതിനെ നിയന്ത്രിക്കുക, അപ്പോൾ ഞാൻ ചോദിച്ചു, അല്ലയോ പ്രവാചകരെ, അത് കൊണ്ട് സംസാരിക്കുന്നതിന്റെയൊക്കെ പേരിൽ ഞങ്ങൾ പിടികൂടുമോ? തുടർന്ന് പ്രവാചകൻ പറഞ്ഞു: അല്ലയോ മുആദെ നിന്റെ ഉമ്മ വിരഹവേദനയനുഭവിക്കുന്നു. ജനങ്ങൾ നരകത്തിൽ മുഖവും, മൂക്കും കുത്തി വീഴുന്നത് അവരുടെ നാവ് സമ്പാദിച്ചത് കൊണ്ടല്ലാതെ പിന്നെന്ത് കൊണ്ടാണ്”. (തിർമിദി)\n","grades":[],"reference":{"book":1,"hadith":29}},{"hadithnumber":30,"arabicnumber":30,"text":"അബിഥഅ്ലബ് അൽഖുശനിയ്യ് ജുർഥൂമ്ബ്‌നു നാശിർ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: \"തീർച്ചയായും അല്ലാഹു നിങ്ങൾക്ക് ചില കാര്യങ്ങൾ നിർബ്ബന്ധമാക്കിയിരിക്കുന്നു, അത് നിങ്ങൾ പാഴാക്കരുത്. അല്ലാഹു നിങ്ങൾക്ക് ചില അതിരുകൾ നിർണ്ണയിച്ചിരിക്കുന്നു, അതിൽ നിങ്ങൾ അതിക്രമിക്കരുത്. ചില കാര്യങ്ങൾ നിങ്ങൾക്കല്ലാഹു നിശിദ്ധമാക്കിയിരിക്കുന്നു, അത് നിങ്ങൾ ലംഘിക്കരുത്. ചില കാര്യങ്ങളിൽ നിങ്ങളോടുള്ള കാരുണ്യം കൊണ്ട് അല്ലാഹു മൗനമവലംബിച്ചിരിക്കുന്നു. മറന്നത് കൊണ്ടല്ല, അത് നിങ്ങൾ ചുഴിഞ്ഞന്വേഷിക്കരുത്”. (ദാറഖുത്നി) (ഈ ഹദീസ് ദുർബ്ബലമാണെന്ന് ഇമാം അൽബാനി പറഞ്ഞിട്ടുണ്ട്).\n","grades":[],"reference":{"book":1,"hadith":30}},{"hadithnumber":31,"arabicnumber":31,"text":"അബുൽ അബ്ബാസ് സഹല്ബ്നു സഅദ് അസ്സാഇദി (رضي الله عنه) വിൽനിന്ന് നിവേദനം\nഅദ്ദേഹം പറഞ്ഞു: പ്രവാചകന്റെയടുത്ത് ഒരാൾ വന്നിട്ട് പറഞ്ഞു, \"അല്ലയോ പ്രവാചകരെ, ഞാൻ ഒരു കർമ്മം ചെയ്‌താൽ അല്ലാഹുവും, ജനങ്ങളും ഇഷ്‌ടപ്പെടുന്ന രൂപത്തിലുള്ള ഒരു പ്രവർത്തനത്തെ കുറിച്ച് അറിയിച്ച് തന്നാലും. അപ്പോൾ പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “ദുൻയാവിൽ നീ വിരക്തിയുള്ളവനാകുക. എന്നാൽ അല്ലാഹു നിന്നെ ഇഷ്‌ടപ്പെടും, ജനങ്ങളുടെ വശമുള്ളതിൽ നീ വിരക്തി കാണിക്കുക, ജനം നിന്നെ ഇഷ്‌ടപ്പെടുന്നതാകുന്നു.\" (ഇബ്നു മാജ)\n","grades":[],"reference":{"book":1,"hadith":31}},{"hadithnumber":32,"arabicnumber":32,"text":"അബൂസഈദ് സഅദ്ബ്നു മാലിക്ബ്നു സിനാൻ അൽഖുദ്രി (رضي الله عنه) വിൽ നിന്ന് നിവേദനം: നബി (صلى الله عليه وسلّم) പറഞ്ഞു: \"ഉപദ്രവിക്കാനോ, ഉപദ്രവിക്കപ്പെടാനോ പാടില്ല”. (ഇബ്നുമാജ, ദാറഖുത്വ്നി)\n","grades":[],"reference":{"book":1,"hadith":32}},{"hadithnumber":33,"arabicnumber":33,"text":"ഇബ്നു അബ്ബാസ് (رضي الله عنه) വിൽ നിന്ന് നിവേദനം. പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു :\n“ജനങ്ങൾക്ക് അവരുടെ അവകാശവാദം അംഗികരിച്ച് കൊടുക്കുകയാണെങ്കിൽ ചിലയാളുകൾ മറ്റു ചിലരുടെ രക്തത്തിലും, ധനത്തിലും അവകാശവാദം ഉന്നയിക്കുമായിരുന്നു. എന്നാൽ തെളിവുകൾ നിരത്തേണ്ടത് വാദിയും, സത്യം ചെയ്യേണ്ടത് നിഷേധിക്കുന്നയാളുമാകുന്നു”. (ബൈഹഖി)\n","grades":[],"reference":{"book":1,"hadith":33}},{"hadithnumber":34,"arabicnumber":34,"text":"അബൂസഈദുൽ ഖുദ്രി (رضي الله عنه) വിൽ നിന്ന്, അദ്ദേഹം പറഞ്ഞു: പ്രവാചകൻ (صلى الله عليه وسلّم) പറയുന്നതായി ഞാൻ കേട്ടു, “നിങ്ങളാരെങ്കിലും വല്ല തിന്മയും കണ്ടാൽ കൈ കൊണ്ടതിനെ തടയുക, അതിനവന് സാധിക്കുന്നില്ലെങ്കിൽ നാവ് കൊണ്ടതിനെ തടയട്ടെ, അതിനും സാധ്യമല്ലായെങ്കിൽ ഹൃദയം കൊണ്ടതിനെ വെറുക്കട്ടെ, ഇതാകുന്നു ഈമാനിന്റെ ഏറ്റവും ദുർബലമായ ഘട്ടം”. (മുസ്ലിം)\n","grades":[],"reference":{"book":1,"hadith":34}},{"hadithnumber":35,"arabicnumber":35,"text":"അബൂഹുറൈറ (رضي الله عنه) വിൽ നിന്ന് നിവേദനം. പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: \"നിങ്ങൾ പരസ്പരം അസൂയ കാണിക്കരുത്, മത്സരിച്ച് കൊണ്ട് വസ്തുക്കൾക്ക് പരസ്പരം വില കൂട്ടി പറയരുത്, പരസ്പരം വിദ്വേഷം വെച്ച് പുലർത്തരുത്, നിങ്ങൾ പരസ്പരം പിണങ്ങരുത്, അത്പോലെ ഒരാൾ വില പറഞ്ഞതിന് നിങ്ങൾ മറു വില പറയരുത്, അല്ലാഹുവിന്റെ യഥാർത്ഥ അടിമകളെ, നിങ്ങൾ പരസ്പരം സഹോദരങ്ങളാവുക, ഒരു മുസ്ലിം മറ്റൊരു മുസ്ലിമിന്റെ സഹോദരനാവുന്നു, അവൻ അവന്നെ ദ്രോഹിക്കുകയില്ല, വഞ്ചിക്കുകയില്ല, കളവാക്കുകയില്ല, നിന്ദിക്കുകയില്ല. ദൈവഭക്തി ഇവിടെയാകുന്നു, -അദ്ദേഹം തന്റെ നെഞ്ചിലേക്ക് മൂന്ന് പ്രവാശ്യം ചൂണ്ടിക്കാട്ടി -ഒരു മനുഷ്യന് നാശമായിട്ട് ഭവിക്കുവാൻ അവന്റെ സഹോദരനെ നിന്ദിക്കൽ തന്നെ മതിയാവുന്നതാകുന്നു. ഒരു മുസ്ലിമിന്റെ രക്തവും, ധനവും, അഭിമാനവും മറ്റാരു മുസ്ലിമിന് നിഷിദ്ധമാകുന്നു”. (മുസ്ലിം)\n","grades":[],"reference":{"book":1,"hadith":35}},{"hadithnumber":36,"arabicnumber":36,"text":"അബൂഹുറൈറ (رضي الله عنه)  വിൽ നിന്ന്, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: \"ആരെങ്കിലും തന്റെ സഹോദരന്റെ ഈ ദുൻയാവിലുള്ള ബുദ്ധിമുട്ട് നീക്കിയാൽ അല്ലാഹു അവന്റെ പരലോകത്തെ ബുദ്ധിമുട്ട് നിക്കുന്നതാണ്. ആരെങ്കിലും ഒരുവന്റെ പ്രയാസത്തെ എളുപ്പമാക്കികൊടുത്താൽ അല്ലാഹു അവന് ഇഹലോകത്തും, പരലോകത്തും പ്രയാസം എളുപ്പമാക്കി കൊടുക്കുന്നതാകുന്നു, ആരെങ്കിലും തന്റെ സഹോദരന്റെ ന്യൂനതകൾ മറച്ച് വെച്ചാൽ അല്ലാഹു ഇഹപരലോകത്ത് അവന്റെയും ന്യൂനതകൾ മറച്ച് വെക്കുന്നതാകുന്നു. ഒരടിമ തന്റെ സഹോദരനെ സഹായിച്ച് കൊണ്ടിരിക്കെ അല്ലാഹു അവനെയും സഹായിച്ച് കൊണ്ടിരിക്കും. വിജ്ഞാനം അന്വേഷിച്ച് ആരെങ്കിലും ഒരു മാർഗ്ഗത്തിൽ പ്രവേശിച്ചാൽ അത് മുഖേന അല്ലാഹു അവന് സ്വർഗ്ഗത്തിലേക്കുള്ള പാത എളുപ്പമാക്കി കൊടുക്കുന്നതാണ്, അല്ലാഹുവിന്റെ ഭവനമായ പള്ളിയിൽ ഒരു വിഭാഗമാളുകൾ ഒരുമിച്ച് കൂടി അവൻ ഗ്രന്ഥം പാരായണം ചെയ്യുകയും, അതിനെ കൂട്ടമായി പഠിക്കുകയും ചെയ്താൽ അവർക്ക് അല്ലാഹുവിന്റെ സമാധാനം ഇറങ്ങാതിരിക്കില്ല തന്നെ, അവരെ കാരുണ്യം പൊതിയുകയും, മലക്കുകൾ അവരെ വലയം വെക്കുകയും ചെയ്യുന്നതാകുന്നു, അല്ലാഹു അവന്റെ അടുത്തുള്ളവരോട് അവരെപ്പറ്റി പറയുകയും ചെയ്യും. കർമ്മങ്ങളിൽ പിന്തി നിന്നയാളുകളെ അവരുടെ തറവാട് മുൻകടത്തുകയില്ല\" (മുസ്ലിം)\n","grades":[],"reference":{"book":1,"hadith":36}},{"hadithnumber":37,"arabicnumber":37,"text":"ഇബ്നു അബ്ബാസ് (رضي الله عنه), പ്രവാചകൻ (صلى الله عليه وسلّم) തന്റെ റബ്ബിൽ നിന്നുദ്ദരിക്കുന്നതായി പറയുന്നു: “തീർച്ചയായും അല്ലാഹു സൽകർമ്മങ്ങളും, ദുഷ്കർമ്മങ്ങളും ക്ലിപ്തമാക്കുകയും തുടർന്നത് വിശദമാക്കുകയും ചെയ്തിരിക്കുന്നു. ആരെങ്കിലും ഒരു നന്മ ചെയ്യുവാൻ ഉദ്ദേശിച്ചിട്ട് അത് ചെയ്തില്ലായെങ്കിലും അവന് അല്ലാഹുവിന്റെയടുത്ത് അത് ഒരു നന്മയായി രേഖപ്പെടുത്തുകയും, ചെയ്യുകയാണെങ്കിൽ അല്ലാഹുവിന്റെയടുത്ത് അവന് പത്ത് മുതൽ ഏഴുന്നൂറിരട്ടിയും അതിനേക്കാളും ഇരട്ടിയായി ആ നന്മ രേഖപ്പെടുത്തുന്നതുമാണ്. ഇനിയാരെങ്കിലും ഒരു തിന്മ ചെയ്യാൻ ഉദ്ദേശിച്ചിട്ട് അത് ചെയ്തില്ലായെങ്കിൽ അവനല്ലാഹു ഒരു നന്മ രേഖപ്പെടുത്തുകയും, ആ തിന്മയവൻ ചെയ്യുകയാണെങ്കിൽ അവന്ന് ഒരു തിന്മ മാത്രമേ അല്ലാഹു രേഖപ്പെടുത്തുകയുള്ളു”. (ബുഖാരി, മുസ്ലിം)\n","grades":[],"reference":{"book":1,"hadith":37}},{"hadithnumber":38,"arabicnumber":38,"text":"അബൂഹുറൈറ (رضي الله عنه) വിൽ നിന്ന്, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: \"എന്റെ ഒരു\nമിത്രത്തോട് ശത്രുത വെച്ച് പുലർത്തുന്നവനോട് ഞാൻ യുദ്ധം പ്രഖ്യാപിച്ചിരിക്കുന്നു. എന്റെ ദാസന്റെ മേൽ ഞാൻ നിർബ്ബന്ധമാക്കിയ കാര്യങ്ങളെക്കാൾ എനിക്കേറ്റവും പ്രിയങ്കരമായ മറ്റൊന്നു കൊണ്ടും അവന് എന്റെ സാമീപ്യം നേടുക സാധ്യമല്ല. എന്റെ അടിമ സുന്നത്തായ കാര്യങ്ങൾ ചെയ്ത് എന്നിലേക്കടുത്തു കൊണ്ടേയിരിക്കും ഞാനവനെ ഇഷ്ടപ്പെടുന്നത് വരെ, ഞാനവനെ ഇഷ്ട്ടപ്പെട്ടാൽ അവൻ കേൾക്കുന്ന കാതും, അവൻ കാണുന്ന കണ്ണും, അവൻ പിടിക്കുന്ന കൈയും, അവൻ നടക്കുന്ന കാലും ഞാനാകും, അവൻ എന്നോട് ആവശ്യപ്പെട്ടാൽ ഞാനവന് നൽകും, അവനെന്നോട് അഭയം ചോദിച്ചാൽ ഞാനവന്ന് അഭയം നൽകുന്നതാണ്”. (ബുഖാരി)\n","grades":[],"reference":{"book":1,"hadith":38}},{"hadithnumber":39,"arabicnumber":39,"text":"ഇബ്നു അബ്ബാസ് (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “മറന്ന് കൊണ്ടോ, ബോധപൂർവ്വമല്ലാതെയോ, നിർബ്ബന്ധിതമായോ എന്റെ സമുദായം ചെയ്യുന്ന പാപങ്ങൾ എനിക്ക് വേണ്ടി അല്ലാഹു വിട്ട് (പൊറുത്ത്) തന്നിരിക്കുന്നു.\" (ഇബ്നുമാജ, ബൈഅഖി)\n","grades":[],"reference":{"book":1,"hadith":39}},{"hadithnumber":40,"arabicnumber":40,"text":"ഇബ്നു ഉമർ (رضي الله عنه) പറഞ്ഞു: പ്രവാചകൻ (صلى الله عليه وسلّم) എന്റെ ചുമലുകൾ പിടിച്ച് കൊണ്ട് പറഞ്ഞു: “ഈ ദുൻയാവിൽ നീ ഒരു അപരിചിതനെ പോലെയോ, അല്ലെങ്കിൽ ഒരു വഴിയാത്രക്കാരനെ പോലെയോ ആകുക”. ഇബ്നു ഉമർ (رضي الله عنه) പറയുകയുണ്ടായി.\" നിനക്ക് വൈകുന്നേരം വന്നെത്തിയാൽ നീ പ്രഭാതം പ്രതീക്ഷിക്കരുത്, നിനക്ക് പ്രഭാതം വന്നെത്തിയാൽ നീ പ്രദോഷം പ്രതീക്ഷിക്കരുത്, രോഗാവസ്ഥക്ക് വേണ്ടത് നീ ആരോഗ്യമുള്ളപ്പോൾ നേടിയെടുക്കുക, മരണത്തിന് ശേഷം വേണ്ടത് നീ ജീവിച്ചിരിക്കുമ്പോൾ നേടിയെടുക്കുക”. (ബുഖാരി)\n","grades":[],"reference":{"book":1,"hadith":40}},{"hadithnumber":41,"arabicnumber":41,"text":"അബൂ മുഹമ്മദ് അബ്ദുള്ളാഹി ബ്നു അംറ്ബ്നുൽ ആസ്വ് (رضي الله عنه)  വിൽ നിന്ന്, പ്രവാചകൻ (صلى الله عليه وسلّم) പറഞ്ഞു: “ഒരാളുടെ ഇഛ ഞാൻ കൊണ്ടു വന്നതിനനുസൃതമായി തീരുന്നതു വരെ നിങ്ങളിൽ ആരും സത്യവിശ്വാസികളായി തീരുകയില്ല\" (കിതാബുൽ ഹൂജജ. ഈ ഹദീസ് ദുർബ്ബലമാകുന്നു).\n","grades":[],"reference":{"book":1,"hadith":41}},{"hadithnumber":42,"arabicnumber":42,"text":"അനസ് (رضي الله عنه) വിൽ നിന്ന് നിവേദനം, നബി (صلى الله عليه وسلّم) പറയുന്നതായി ഞാൻ കേട്ടു, അല്ലാഹുതആല പറഞ്ഞു. (ആദം സന്തതിയെ, നീ എന്നോട് പ്രാർത്ഥിക്കുകയും, എന്നെ പ്രതീക്ഷിക്കുകയും ചെയ്താൽ ഞാൻ നിന്റെ പാപങ്ങൾ പൊറുത്ത് തരുന്നതാണ്. ഞാനവ ഗൗനിക്കുകയില്ല, അല്ലയോ ആദം സന്തതിയെ, ആകാശത്തോളം നിന്റെ പാപങ്ങൾ കുന്നുകൂടിയതിന് ശേഷം നീ എന്നോട് പശ്ചാതപിച്ചാൽ ഞാൻ നിനക്ക് പൊറുത്ത് തരുന്നതാകുന്നു. ആദമിന്റെ പുത്രാ ഭൂമി മുഴുവനായി പാപം ചെയ്ത് കൊണ്ട് വന്നാലും എന്നിൽ പങ്ക് ചേർക്കാത്തവനായിട്ടാണ് നീ എന്നെ കണ്ട്മുട്ടുന്നതെങ്കിൽ\nഅത്രയും പാപമോചനവുമായി ഞാൻ നിന്റെയടൂത്ത് വരുന്നതാണ്\" (തിർമിദി).\n","grades":[],"reference":{"book":1,"hadith":42}}]}